tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "awscli"
brew "fd"
brew "openjdk"
brew "liquibase"
brew "maven"
brew "neovim"
brew "postgresql@17", restart_service: :changed
brew "python@3.13"
brew "ripgrep"
brew "syncthing", restart_service: :changed
brew "typescript"
brew "zoxide"
cask "aerospace"
cask "dbeaver-community"
cask "karabiner-elements"
cask "kopiaui"
cask "orbstack"
cask "raycast"
cask "spotify"
cask "stats"
cask "wezterm"
